/* Keys used in multiple locations */
"Delete" = "Eliminar";
"Description" = "Descripción";
"OK" = "OK";
"Please select something from the menu to begin." = "Selecciona algo del menú para comenzar.";
"Title" = "Nombre";
"There are no projects yet" = "No has creado proyectos aún";

/* Keys from the Tab View*/
"Awards" = "Trofeos";
"Closed" = "Cerrados";
"Home" = "Inicio";
"Open" = "Abiertos";

/* Keys from Home View*/
"More to Explore" = "Explorar más";
"Up Next" = "Próximos";
"%@, %lld items. Completion: %g%%." = "%@, %lld tareas. Progreso: %g%%.";

/* Keys shared in both Open and Closed Projects Views*/
"Automatic" = "Automático";
"Creation Date" = "Fecha de Creación";
"Edit Project" = "Editar Proyecto";
"Sort Items" = "Organizar Tareas";
"%@, completed." = "%@, completada.";
"%@, low priority." = "%@, prioridad baja.";
"%@, medium priority." = "%@, prioridad media.";
"%@, high priority." = "%@, prioridad alta.";

/* Keys from Open Projects View*/
"Add New Item" = "Añadir Nuevo Item";
"Open Projects" = "Proyectos Abiertos";

/* Keys from Closed Projects View*/
"Closed Projects" = "Proyectos Cerrado";

/* Keys from Awards View*/
"Locked" = "Trofeo no Desbloqueado";

/* Keys from Edit Projects View*/
"Are you sure you want to delete this project? By doing so, you will also delete all the items it contains." = "¿Seguro que quieres eliminar este proyecto? Al hacerlo, también eliminaráb todas las tareas que contenga.";

"Are you sure you want to delete this project?" = "¿Seguro que quieres eliminar este proyecto?";
"By doing so, you will also delete all the items it contains." = "Al hacerlo, también eliminaráb todas las tareas que contenga.";

"Close this Project" = "Cerrar este Proyecto";
"Closing a project moves it from the Open to Closed tab. Deleting it removes the project and any items it contains completely." = "Cerrar un proyecto lo mueve de la pestaña Abierto a Cerrado. Al eliminarlo, se elimina el proyecto y cualquier tarea que contenga por completo.";

"Closing a project moves it from the Open to Closed tab." = "Cerrar un proyecto lo mueve de la pestaña Abierto a Cerrado.";
"Deleting it removes the project and any items it contains completely." = "Al eliminarlo, se elimina el proyecto y cualquier tarea que contenga por completo.";

"Color Label" = "Etiqueta";
"Delete Project" = "Eliminar Proyecto";
"Delete this Project" = "Eliminar este Proyecto";
"Name" = "Nombre";
"New Project" = "Nuevo Proyecto";
"Project Settings" = "Datos del Proyecto";
"Reopen this Project" = "Resumir este Proyecto";

/* Keys from Edit Items View*/
"Item Settings" = "Datos de la Tarea";
"High" = "Alta";
"Low" = "Baja";
"Medium" = "Media";
"New Item" = "Nueva Tarea";
"Edit Item" = "Editar Tarea";
"Priority" = "Prioridad";
"Mark as Completed" = "Marcar como Completada";

/* Keys from ColorPicker in EditProject View*/
"Select a color for this project's tag." = "Selecciona un color para la etiqueta de este proyecto.";
"Pink" = "Rosa";
"Purple" = "Púrpura";
"Red" = "Rojo";
"Orange" = "Naranja";
"Gold" = "Dorado";
"Green" = "Verde";
"Teal" = "Verde Azulado";
"Light Blue" = "Azul Claro";
"Dark Blue" = "Azul Oscuro";
"Midnight" = "Gris Oscuro";
"Dark Gray" = "Gris";
"Gray" = "Gris Claro";

"Project Reminders" = "Recordatorios del Proyecto";
"Enable Notifications" = "Activar Notificaciones";
"Reminder Time" = "Hora del Recordatorio";

"Oops!" = "Ups!";
"There was a problem. Please check you have notifications enabled." = "Hubo un problema. Comprueba que tengas activadas las notificaciones.";
"Check Settings" = "Abrir Ajustes";

/* Unlocking Premium */
"Get Unlimited Projects" = "Obtén Proyectos Ilimitados";
"You can add three projects for free, or pay %@ to add unlimited projects." = "Puedes agregar hasta tres proyectos gratis o pagar %@ para obtener proyectos ilimitados.";
"If you already bought the unlock on another device, press Restore Purchases." = "Si ya compraste la versión Premium en otro dispositivo, pulsa Restaurar Compras.";
"Restore Purchases" = "Restaurar Compras";
"Sorry, there was an error loading the store. Please try again later." = "Ups! Hubo un error al cargar la tienda. Vuelve a intentarlo más tarde";
"Buy: %@" = "Comprar: %@";
"Loading…" = "Cargando…";
"Thank you!" = "Gracias!";
"Thank you! Your request is pending approval, but you can carry on using the app in the meantime." = "¡Gracias! Estamos procesando tu solicitud. Mientras tanto puedes continuar usando la aplicación.";
"Dismiss" = "OK";

/* Widgets */
"Up Next…" = "Pronto...";
"Nothing!" = "No hay items";
"Your #1 top-priority item." = "Tu Item #1 en Prioridad.";
"Your most important items." = "Tus items más importantes.";

"Upload to iCloud" = "Cargar en iCloud";

"Community" = "Comunidad";
"Shared Projects" = "Proyectos Compartidos";
"No results" = "No hay resultados";
"No title" = "Sin Título";
"No owner" = "Sin Propietario";
